Repository: vLj2/TriggerBackup
Catalog: *.lproj/Localizable.strings
Languages: german

source: No
german: Nein

source: Yes
german: Ja

# DeleteTitle
source: Stop watching the selected dictionaries?
german: Wollen Sie das Überwachen der ausgewählten Verzeichnisse stoppen?

# DeleteMessage
source: Changes to the files in the selected dictionaries will no longer be backuped automatically!
german: Dateien, die Sie danach in diesen Ordnern ändern, werden nicht mehr automatisch gesichert!

# ErrorStartTitle
source: An error occured while starting the folder surveillance!
german: Beim Starten der Ordnerüberwachung ist ein Fehler aufgetreten!

# ErrorStartMessage
source: Please quit »TriggerBackup« and restart it.
german: Bitte beenden Sie TriggerBackup starten Sie es erneut.

# ErrorAddFolderTitle
source: The selected directory is not a valid choice!
german: Das ausgewählte Verzeichnis ist nicht erlaubt!

# ErrorAddFolderMessage
source: TriggerBackup will not watch over the root directory of a volume. Please select another folder.
german: TriggerBackup ist nicht dafür gedacht, um ganze Volumes zu überwachen. Bitte wählen Sie einen anderen Ordner aus.

# ErrorNoError
source: ...running smoothly.
german: ...läuft geschmeidig.

# ErrorChecksumError
source: ...reported error: MD5 checksums did not match
german: ...meldet den Fehler 'MD5-Prüfsummen stimmen nicht überein'

# ErrorBackupFolderMissingError
source: ...reported error: backup folder missing
german: ...meldet den Fehler 'Backup-Ordner fehlt'

# FolderEmpty
source: Folder '%@' contains 1 object.
german: Ordner '%@' enthält 1 Objekt.

# FolderOneObject
source: Folder '%@' is empty.
german: Ordner '%@' ist leer.

# FolderLotsOfObjects
source: Folder '%@' contains %u objects.
german: Ordner '%@' enthält %u Objekte.

# FolderWatchNotRunning
source: Status: not running, please restart
german: Status: läuft nicht, bitte neu starten

# FolderWatchNothingToWatch
source: Status: not running, nothing to watch
german: Status: läuft nicht, weil nichts zu überwachen

# FolderWatchUpdated
source: Status: updated at %@
german: Geändert am %@

# FolderWatchBackupDirMissing
source: Status: backup directory is missing
german: Status: Backup-Ordner fehlt

# StatusItemToolTip
source: Use this menu to configure TriggerBackup.
german: Mit diesem Menü konfigurieren Sie TriggerBackup.

# GrowlChecksumError
source: Checksum error while copying '%@'
german: Prüfsummenfehler beim Kopieren von '%@'

# GrowlBackupFolderMissingError
source: Backup directory missing
german: Backup-Verzeichnis fehlt
